INSERT INTO categories (name)
VALUES ('여행'),
       ('음식'),
       ('문학'),
       ('스포츠'),
       ('과학');

INSERT INTO categories (name, parent_category_id)
VALUES ('국내 여행', 1),
       ('해외 여행', 1),
       ('한식', 2),
       ('양식', 2),
       ('중식', 2),
       ('소설', 3),
       ('시', 3),
       ('축구', 4),
       ('야구', 4),
       ('물리학', 5),
       ('서울', 6),
       ('부산', 6),
       ('유럽 여행', 7),
       ('아시아 여행', 7),
       ('비빔밥', 8),
       ('불고기', 8),
       ('파스타', 9),
       ('스테이크', 9),
       ('탕수육', 10),
       ('짜장면', 10);